/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: zh-Hant, Traditional Chinese
 * Exported by: Zibi
 * Exported at: Thu, 18 Sep 2025 11:51:18 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "用於掃描 QR 碼";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "您可以使用 Face ID 解鎖應用程式";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS 身份驗證器";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA 身份驗證器（2FAS 應用程式）";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "好的";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "新增";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "取消";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "通知";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "第 %d 個 ，共 %d 個";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "已從備份中刪除的服務";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "備份中已修改的服務";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "使用者在 iCloud 上的配額已滿";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud 無法使用";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "使用者已停用 iCloud";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "2FAS 備份";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "關閉";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "繼續";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "複製";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "刪除";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "取消";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "已完成";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "編輯";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "手動輸入驗證碼";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "錯誤";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "資訊";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "下一步";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "通知";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "關閉";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "啟用";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "將相機對準螢幕捕捉 QR 碼";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "重新命名";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "再試一次";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "儲存";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "掃描 QR 碼";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "服務";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "設定";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "跳過";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "權杖";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "警告";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "沒有結果";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "自訂";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "批准";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "拒絕";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "提供的文字過長（最多 %d 字元）";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "知道了！";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "驗證…";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "確認指紋以繼續。";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "這次使用 PIN 碼";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "你真棒！";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "有了 2FAS 應用程式，您的手機就成了您線上服務的私人安全金鑰。 2FAS 應用程式 — 深受全球 600 多萬使用者的信賴。";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "簡單";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "將 2FAS 與您的線上服務配對，使用 QR 碼在幾秒鐘內啟動雙重認證。";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "隱私";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS 尊重並保護您的隱私。本應用程式絕不會收集、處理或使用您的任何個人資料。";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "安全";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "由於您的令牌透過設備離線儲存，所以記得備份你的服務！使用 iCloud 同步和 PIN 碼來防止未經授權的存取和裝置損壞。";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "開始使用 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "服務條款";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "將您的線上服務帳戶與 2FAS 配對或匯入您的權杖";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "配對新服務";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "匯入 2FAS 備份檔案";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "從 Google Authenticator 匯入";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "不知道該怎麼做？";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "使用「轉移帳號」選項將您的帳戶從 Google Authenticator 匯出為 QR 碼。然後使用另一台裝置拍攝匯出的二維碼圖片，傳送到您的裝置（儘可能截圖），並使用下面的「選擇二維碼」選項。如果您正在從另一台裝置匯入代碼，請使用「掃描 QR 碼」按鈕。";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "選擇 QR 碼";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "掃描 QR 碼";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "新增新代碼";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "金鑰已複製";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "此權杖已經在清單裡。";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "計數器已複製";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "權杖已複製";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "下一個權杖已複製";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "您想新增以下代碼嗎： %@？";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "開啟設定";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "PIN 碼錯誤";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "變更 PIN 碼";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "請確認您是裝置擁有者";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "請確認您的新 PIN 碼";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "建立 PIN 碼";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "請輸入您目前的 PIN 碼";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "請輸入您的新 PIN 碼";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "請輸入您的 PIN 碼";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "嘗試次數過多，請再試一次 %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "嘗試次數過多，請在%@分鐘後再試一次。";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "嘗試次數過多，請稍後再試一次。";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "嘗試次數過多，請在一分鐘後再試一次。";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "備份與同步";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "選擇主題";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "設定郵件服務並再試一次";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "一般";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "未提供郵件服務";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "問題";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "安全性";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "選擇 PIN 碼長度";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "設定";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "建議";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "進階";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "小工具";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "在主螢幕小工具上顯示已選定的服務。";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "啟用小工具後，無需 PIN 碼即可存取您的所有權杖。\n\n您確定要啟用小工具嗎？";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "顯示下一個權杖";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "在清單上檢視接收到的權杖";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "資源回收筒";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "還原";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "資源回收筒已清空";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "分享應用程式";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "您確定要刪除以下權杖嗎：";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "移至資源回收筒";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "其他資訊";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "選擇方法";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "金鑰已重複";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "金鑰錯誤：僅限允許使用數字 2 到 7 和字母，最大長度為 512 個字元。";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "好的，讓我們再試一次";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "將相機對準螢幕掃描 QR 碼";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "金鑰";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "此 QR 碼將帶您前往 App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "刪除權杖";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "搜尋服務";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "對不起，未找到服務";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "換個搜尋字詞再試一次";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "密鑰太短，需要至少 4 個字元";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "服務名稱";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "掃描 QR 碼中的金鑰已在 %@ 中使用，您可能重複掃描。";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "此代碼不正確或不受支援，請再試一次。";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "輸入服務名稱";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "輸入服務名稱";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "很遺憾，我們不知道這項服務。您想如何命名？";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "您將無法再還原此權杖。";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "徽章顏色";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "變更品牌圖示";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "變更標籤";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "服務資訊";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "個性化";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "品牌圖示";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "標籤";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "從 2FAS 應用程式中移除此服務";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "標籤（1 或 2 個字元）：";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "選取背景顏色：";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ 已新增";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "下一個權杖： %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "下一個權杖的值";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "我的權杖";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "刪除群組";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "所有權杖將會移動至群組中： 「我的權杖」。";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "新增群組";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "群組名稱：";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "從相簿中選擇";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "相機不可用";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "請檢查本應用程式在系統設定中是否具有權限";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "未找到 QR 碼";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "所選圖片中沒有正確的 QR 碼，請嘗試其他圖片。";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "選擇服務";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "您想新增什麼服務？";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "重新輸入此權杖";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "解鎖並重新輸入此權杖";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "群組";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "選擇群組";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "從 Google Authenticator 應用程式匯入 2FA 權杖";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "此 QR 碼可從 Google Authenticator 匯入令牌";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d 中的 %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "權杖將被匯入。";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "排序方式";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "手動";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "進階";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "提醒";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "不建議變更進階設定。只有在您的 2FA 提供者要求且您有明確指示的情況下，才可以進行變更。";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "權杖設定";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "OTP 身份驗證";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "演算法";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "重新整理時間";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "位數";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "計數器";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "初始計數器";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d 秒";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "不建議變更進階設定。只有在您的 2FA 提供者要求且您有明確指示的情況下，才可以進行變更。";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "最佳範例";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "服務已成功新增。我們強烈建議您…";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "刪除相簿內的 QR 碼截圖。";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "如果有人截取了這張 QR 碼截圖，他們就能取得您的 2FA 代碼使用這項服務。";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "申請圖示";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "在 Discord 上通知我們";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "登入我們的 Discord 伺服器";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "並讓使用者為所要求的圖示投票。";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "或";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "請通知服務提供者";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "您可以使用社群媒體或電子郵件，與他們分享以下內容：";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "嘿！我正在使用 2FAS 應用程式透過 2FA 登入您的服務。但是，您的圖示不見了！您可以在這裡提交您的圖示：https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "別忘了標註公司的官方帳號！";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "在 2FAS 應用程式中找不到品牌圖示？";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "申請品牌圖示";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "申請品牌圖示";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "選擇要求方法";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "以使用者身分申請圖示";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "以公司身份提交圖示";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "只要開啟了 %@ 的雙重認證，如果沒有此權杖，您將無法登入 %@ 帳戶。";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "顯示金鑰";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "複製金鑰";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "計數器，距離權杖變更還剩幾秒";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "刪除按鈕";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "服務已刪除";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "此欄位包含隱藏的金鑰。如要顯示金鑰，請按一下「顯示」按鈕。只有在為鎖定畫面設定了應用程式 PIN 碼時，才會生效。";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "服務名稱：%@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "其他資訊：%@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "權杖為 %@。按一下以複製。";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "編輯 %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "帶有名稱 %@ 和顏色 %@ 的服務標籤";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "%@ 服务圖示";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "已選定";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "未選擇";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "徽章顏色：%@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "取消中…";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "僅限數字 2 至 9 和字母，至少 4 個字元。";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "新增服務";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "新增群組";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "按一下「新增服務」按鈕以新增服務";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "沒有搜尋結果";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "使用「排序方式」以設定服務排序";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "正在載入內容";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "無法備份權杖，因為「%@」金鑰包括無效字元。請從清單中刪除它，然後再試一次。";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "匯入";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "匯出";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "2FAS 備份將會停用以保護其完整性";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "匯出檔案時發生錯誤";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "匯入成功";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "另一個應用程式正在使用相機。如果關閉其他應用程式無效，請重新啟動裝置。";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "由於系統超載，相機無法使用。請嘗試重新啟動裝置。";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "無法初始化相機，請嘗試重新啟動裝置。";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "無法在分割檢視模式下初始化相機。請以全螢幕開啟應用程式，然後再試一次。";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "如何還原 2FAS 應用程式？";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "應用程式還原";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "如果您忘記了 PIN 碼或想要重設 2FAS 應用程式，則必須重新安裝應用程式。";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "請注意：如果您沒有備份就重設本應用程式，您將失去對所有密碼的存取權，同時也將失去對所有受 2FA 保護的帳戶的存取權限。";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "如果您有備份，不用緊張，您可以嘗試還原所有代碼。";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "雲端備份";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "iCloud 同步";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "建議：iCloud 同步可以在裝置遺失或損壞的情況下，將您的令牌安全地儲存在 Apple iCloud。請保持其開啟。";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "檔案備份";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "使用檔案備份離線備份權杖。";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "刪除備份";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "刪除 2FAS 備份";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "警告！如果刪除 2FAS 備份，您也會刪除與此帳戶同步的其他裝置上的所有權杖。為保留其他裝置上的權杖，請確保在刪除前已關閉 2FAS 備份。";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "我想刪除備份";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "將備份匯出到文件";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "您可以使用 2FAS 應用程式將匯出的檔案匯入其他裝置";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "匯出至檔案";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "驗證 PIN 碼";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "儲存檔案";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "匯入備份檔案";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "您將匯入一個備份檔案，其中包括";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "匯入檔案";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "選擇其他檔案";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "沒有可匯入的內容";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "檔案錯誤！";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "文件中的服務將與您應用程式中的服務合併";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "此文件為空白，或其中的所有服務均已在應用程式中可用";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "您需要更新至最新版本的應用程式才能匯入此檔案的內容，您可以在 App Store 中找到最新版本。";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "無法讀取此檔案，檔案可能已損壞，或嘗試存取時出錯。請選擇另一個檔案。";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "密碼";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "重複密碼";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "包括不正確的字元，只能使用字母 A-Z、a-z、數字和特殊字元：-_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "提供的短語太短 (最少 3 個字元)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "密碼不匹配";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "儲存並匯出";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "為增強備份檔案的保護，請設定密碼";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "輸入密碼以繼續匯入過程";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "為備份檔案設定密碼";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "密碼錯誤";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d 新服務";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "從檔案匯入了 %d 個服務";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "iCloud 發生問題，請檢查系統設定。";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "此文件已加密，我們僅支援未加密的檔案。";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "複製權杖";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "是，我想刪除此服務";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "無色";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "淺藍色";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "靛藍色";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "紫色";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "綠松色";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "綠色";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "紅色";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "橙色";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "黃色";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "了解";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "支援與分享";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "推薦給朋友";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "撰寫評論";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "關於";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "隱私權政策";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "服務條款";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "應用程式版本 %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "無限制";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "PIN 碼";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "應用程式安全";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "鎖定設定";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "在嘗試 X 次失敗後阻止連線：";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "在應用程式被鎖定之前，選擇最大允許的連續失敗嘗試次數（鎖定時間可在下方變更）。";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "鎖定時間";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 分鐘";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 分鐘";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 分鐘";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "最大失敗嘗試次數";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4 位數字";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6 位數字";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "生物辨識認證";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "捐贈";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "捐贈 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "新版本";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "新版 2FAS 已在 App Store 上架。請立即更新！";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "立即更新";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "跳過此版本";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "稍後更新";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "瀏覽器擴充功能";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "2FAS 瀏覽器擴充功能";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "在電腦上安裝 2FAS 瀏覽器擴充功能";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "與 2FAS 應用程式配對";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "更多資訊：";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "與網路瀏覽器配對";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "配對成功！";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "每當您使用此瀏覽器登入您的線上服務時，2FAS 都會向您推播通知。您將不再需要在每次使用時重新輸入權杖。";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "配對失敗 :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "無法辨別此 QR 碼，2FAS 無法將此裝置與瀏覽器擴充功能配對。請再試一次。";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "已配對！";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "此瀏覽器擴充功能已與此裝置配對。";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "聯絡支援人員";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "與瀏覽器配對";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "已配對裝置（網路瀏覽器）";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "新增新內容";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "裝置暱稱";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "裝置暱稱";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "名稱";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "此暱稱將幫助您在與 2FAS 瀏覽器擴充功能配對的其他裝置中識別此設備";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "瀏覽器擴充功能設定";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ 為 %@ 申請了一個 2FA 權杖。請選擇要授權並儲存到此網域的服務。";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "瀏覽器請求";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "權杖已成功傳送！";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "發送驗證碼時發生錯誤：%@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "刪除已配對裝置";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "您確定要刪除已配對的裝置嗎？";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "配對日期";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "忘記此網路瀏覽器";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "配對網域清單。";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "移除網域？";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "下次使用瀏覽器擴充功能登入 %@ 時，會再次要求您配對此網域。";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "訊息推播通知";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "如要存取瀏覽器擴充功能等功能，應用程式需要存取推播通知。您可以隨時在「系統設定」中變更此設定。";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "申請已過期";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "2FA 權杖要求";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "您想分享 2FA 權杖至";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "沒有通知";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "無法使用 Google Drive";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "使用者已停用 Google Drive";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "您需要更新至最新版本的應用程式才能匯入此檔案的內容，您可以在 Google Store 中找到最新版本。";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "此 QR 碼將帶您前往 Google Store";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "您的權杖透過裝置離線儲存，所以記得備份你的服務！使用 Google Drive 同步和 PIN 碼來防止未經授權的存取和裝置損壞。";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "新版 2FAS 已在 Google Store 上架。請立即更新！";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "PIN 碼不一致！請再試一次。";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "開發人員選項";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "匯入權杖";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "配對結果";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "注意";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "將相機對準正確的 QR 碼並再次掃描。";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "您要放棄變更嗎？";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "未儲存的變更";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "金鑰格式無效";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "系統錯誤！沒有系統相簿應用程式。";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Google Drive 權限";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "我們需要 Google Drive 權限才能將備份檔案儲存在應用程式資料中。";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "需要網路連線";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "如果要與 Google 同步，您需要啟用網路連線。";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "如要撤銷 Google Drive 的存取權，您需要啟用網路連線。";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "自動將您的備份檔案儲存並同步到您的Google Drive的隱藏資料夾中，只有 2FAS 應用程式才能存取該資料夾。";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "備份同步期間發生錯誤，請在幾分鐘後重新啟動應用程式，並再試一次。";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "備份加密時發生錯誤，請重新設定密碼。";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "備份解密時發生錯誤，請重新設定密碼。";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "iCloud 發生問題，請檢查系統設定。";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "您的 Google Drive 帳戶權限有問題。請嘗試開啟和關閉同步功能。";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "您的備份已受密碼保護，請開啟並輸入密碼。";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "您的備份已受密碼保護，但提供的密碼不正確。請開啟備份並輸入密碼。";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "服務分配";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "個人化";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "變更品牌";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "進階";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "申請圖示";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "編輯標籤";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "您確定要刪除該群組嗎？";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "您的備份檔案已準備好匯出";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "匯出此文件以安全備份您的 2FAS 權杖，稍後您可以使用 2FAS 應用程式將其匯入本裝置或其他裝置。";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "匯出沒有密碼的檔案\n（不建議）";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "該檔案將與應用程式的服務清單同步。";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "下次再說";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "開啟";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "未新增服務";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "建議：Google Drive 同步可以在裝置遺失或損壞的情況下，將您的權杖安全地儲存在 Google Drive 中。請保持開啟同步。";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "關閉 Google Drive 同步功能？";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "2FA 權杖將保留在此裝置和 Google Drive 上，但不會同步。您也將從 Google 帳戶中登出。";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "請記住，如果此裝置遺失或損壞，或應用程式被刪除，您可能無法還原權杖，也無法存取由 2FA 保護的線上帳戶。";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "使用自訂密碼保護 Google Drive 備份檔案。";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "刪除密碼";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "刪除 Google Drive 備份檔案的密碼";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Google 帳戶";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "上次同步";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "每當您使用此瀏覽器登入您的線上服務時，2FAS都會向您推播通知。您將不再需要在每次使用時重新輸入權杖。";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "瀏覽器名稱";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "身份驗證";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "使用您的生物辨識認證";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "開放源碼授權";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "您可以從不同的應用程式將權杖匯入 2FAS。請先從清單中選擇一個應用，然後按照說明操作。";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "選擇應用程式";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS 身份驗證器";

/* loco:63693395183853234b657d12 */
"commons__yes" = "是";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "否";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "搜尋";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "沒有支援此連結的應用程式";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "相機權限";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "需要相機權限才能掃描 QR 碼。如果您想使用此功能，請前往應用程式資訊和權限，並啟用相機權限。";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "停用 PIN 碼";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "請設定您的新 %s PIN 碼";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "PIN 碼不正確！請再試一次。";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "生物辨識";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "2FAS 支援";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "開發人員選項";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "生物辨識鎖定";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "佈景主題";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "自動";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "自動 — 跟隨系統設定";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "深色";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "淺色";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "權杖已複製至剪貼簿！";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "下一個權杖已複製至剪貼簿！";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "您想永久刪除此 2FA 服務嗎？";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "手動新增";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "此 QR 碼為無效！";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "無法讀取圖片中的 QR 碼！";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "嘗試選擇不同的圖片。";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "永久刪除服務";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "由於金鑰無效，無法新增服務。請再試一次。";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "使用此金鑰的服務已存在。您想覆寫它嗎？";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "金鑰包括無效的字元";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "顯示金鑰";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "您的金鑰已受到保護。請加入 PIN 碼或生物辨識鎖才能檢視。";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "服務清單為空白";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "按一下「+」按鈕以新增服務";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "只要啟用了 %@ 的雙重認證，沒有此權杖就無法登入 %@ 帳戶。\n\n您將無法從 2FAS 資源回收筒還原此權杖。";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "已成功匯入服務！";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "您需要有效的網路連線才能同步備份，請開啟網路連線並再試一次。";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "更新應用程式";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "請更新至最新的 2FAS 版本，以取得所有功能並維持較高的安全等級。";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "您正在刪除";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "從 2FAS 服務清單中刪除。\n\n請記住，只要您開啟了雙重認證，沒有此權杖就無法登入 %s 帳戶。";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "刪除";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "匯出";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "分享";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "從檔案匯入備份";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "您將透過以下命令匯入備份檔案";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "匯入";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "在小工具中顯示的權杖不受您的 PIN 碼保護。\n\n您確定要在小工具中顯示您的權杖嗎？";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "警告！";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "是的，我確定";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "2FAS 備份";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "啟用 2FAS 備份。在重置或遺失手機的情況下，您可以還原所有令牌。";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "抱歉，未找到品牌";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "選擇在小工具上顯示的服務：";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "停用同步";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "取消";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "設定密碼";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "刪除 Google Drive 上的備份檔案";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "如果刪除 Google Drive 上的備份檔案，所有同步裝置上的同步將被停用，權杖只能透過本機儲存保留在本裝置和其他裝置上。";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "您的 2FAS 應用程式已與此瀏覽器配對。";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "再次掃描 QR 碼";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "錯誤";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "掃描的 QR 碼格式不支援，請再試一次。";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "掃描 QR 碼時發生未知錯誤，請再試一次。";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "使用 PIN 碼";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "啟用身份驗證";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "取消";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "如要啟用生物辨識鎖定，您需要啟用並設定 PIN 碼。";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "選擇鎖定應用程式的時間。";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "看起來您的磁碟空間不足，或者過去發生的類似事件損壞了資料庫。";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "雲端備份已遷移至新版本，請更新應用程式。";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "雲端備份已加密，請更新應用程式以支援此功能。";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "繼續前往應用程式";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "取消";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "授權";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "取消";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "要求已傳送";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "傳送權杖？";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ 為 %@ 申請了 2FAS 權杖";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "傳送權杖時發生錯誤";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "此網站未配對";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "開啟應用程式並為此網域選擇一項服務";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "開啟應用程式，檢查瀏覽器擴充功能是否正確配對";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "連線出現問題";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "請再試一次";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "錯誤";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "為了使瀏覽器擴充功能正常執行，請將服務新增至 2FAS 應用程式。";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "同意";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "拒絕";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "啟用 PIN 碼和 Face ID 授權，以防止未經授權存取此裝置上的權杖。";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "啟用 PIN 碼和 Touch ID 授權，以防止未經授權存取此裝置上的權杖。";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "提供的代碼不正確，請仔細檢查。";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "提供的代碼已過期，請聯絡官方團隊以取得新代碼。";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "網路未連線，請檢查連線並再試一次。";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "我們的伺服器似乎出現了問題。如果問題仍然存在，請聯絡我們的支援團隊。";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "作業失敗";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "已傳送的日誌";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "感謝您的意見回饋，我們會盡快進行分析。";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "傳送";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "傳送日誌";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "由官方團隊提供的代碼已自動填入。是否傳送日誌？";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "請輸入或貼上由我們的官方支援團隊提供的代碼。";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "傳送日誌";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "試用這個來自 2FAS 的超棒的雙重認證應用程式吧！ https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "鳴謝";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "從外部應用程式導入";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "剛剛";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d 分鐘前";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d 小時前";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d 天前";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d 週前";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d 個月前";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "發生未知錯誤！請再試一次！";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "檔案已成功儲存！";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "無法分享檔案！";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "請輸入密碼";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "請輸入備份密碼以繼續執行移除作業。";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "請輸入備份密碼以繼續撤銷對 Google 的存取權限。";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "同步設定";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "本機檔案";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Google Drive 同步";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "從 Google Drive 刪除備份檔案？";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Google 同步將會停用，您的權杖將保留在本裝置，但 2FAS 應用程式將從您在本裝置和其他同步裝置上的 Google 帳戶中登出。";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "等待同步…";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "同步中…";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "您將匯入一個加密的備份檔案。";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "選擇 JSON 檔案";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "將您的帳戶從 Aegis 匯出到未加密的 JSON 檔案並使用「選擇 JSON 檔案」按鈕上傳。匯入成功後，請記得刪除該檔案。";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "使用 Raivo 設定中的「將 OTP 匯出到 ZIP 檔案」選項，先儲存 ZIP 文件，然後解壓縮並按一下「選擇 JSON 檔案」按鈕以匯入 JSON 檔案。";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "不過，沒有可以匯入的服務。";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "請再試一次";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "繼續";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "從 Google Authenticator 應用程式匯入 2FA 權杖";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "從 Aegis 應用程式匯入 2FA 權杖";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "從 Raivo 應用程式匯入 2FA 權杖";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "此 QR 碼可從 Google Authenticator 匯入令牌。";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "此 JSON 檔案可從 Aegis 匯入令牌。";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "此 JSON 檔案可從 Raivo 匯入令牌。";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "無法讀取任何權杖，請嘗試選擇其他檔案。";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Google Drive 同步提醒";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "您確定嗎？如果沒有 Google Drive 同步，遺失或重設手機後將無法還厡權杖！";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "驗證碼傳送成功";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "傳送驗證碼時發生錯誤";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "新增新服務";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "自訂服務";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "建議";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "所有服務";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "其他服務";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "SSL 錯誤";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "發生 SSL 錯誤，無法與伺服器建立安全連線。請確保您使用的是最新版本的應用程式，或嘗試更換網路。";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "您嘗試匯入的檔案太大，大小限制為 10 MB。";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "您嘗試匯入的檔案無效或已損壞，請選擇其他文件。";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "主動搜尋";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "啟動時打開搜尋框";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "有效期：";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "小工具設定";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "只能輸入整數";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "只能輸入數字";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "輸入內容為空白，請輸入內容";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "輸入的長度過長。限制：%d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "最佳匹配";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "發送匿名崩潰報告";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "發送匿名崩潰報告以協助 2FAS 識別和解決應用程式中的問題（需要重新啟動應用程式）。";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "管理清單";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "外觀";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "在目前權杖即將過期時，顯示下一個權杖。";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "清單樣式";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive 未同步";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "前往備份設定";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "預設";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "緊湊";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "將您的帳戶從 LastPass 匯出到未加密的 JSON 檔案並使用「選擇 JSON 檔案」按鈕上傳。匯入成功後，請記得刪除該檔案。";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "崩潰報告";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "從 LastPass 應用程式匯入 2FA 權杖";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "此 JSON 檔案可從 LastPass 匯入令牌。";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "從 LastPass 匯入權杖";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "從 Aegis 匯入權杖";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "從 Raivo OTP 匯入權杖";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "從 Google Authenticator 匯入權杖";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "秒";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "將服務與 2FAS 配對";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "將相機對準螢幕捕捉QR碼。";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "其他方法";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "手動輸入金鑰";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "上傳帶有 QR 碼的截圖";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "即將完成！";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "如要完成與服務的配對，您需要重新輸入此權杖。";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "將服務與 2FAS 配對";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "輸入服務名稱和金鑰。";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "服務名稱";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "金鑰";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "其他設定";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "（可選）";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "新增服務";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "不知道該怎麼做？點選尋求協助";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "進階權杖設定";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "其他資訊";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "不建議變更預設權杖設定。只有在您的 2FA 提供者要求且您有明確指示的情況下，才可以進行變更。";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "允許應用程式螢幕截圖 5 分鐘。";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "允許螢幕截圖";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "允許應用程式螢幕截圖？";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "你確定嗎？此選項可讓您截圖和錄製應用程式內的任何螢幕畫面。不過，這也會允許任何外部嘗試捕捉應用程式中的螢幕畫面。\n基於安全考慮，此選項將在 5 分鐘後自動關閉。";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "社群媒體連結";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X（原稱 Twitter）";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "隱藏權杖";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "輕按即可顯示權杖";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "手動配對";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "配對代碼";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "從 Authenticator Pro 匯入權杖";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "此文字檔案可從 Authenticator Pro 匯入權杖。";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "從 Authenticator Pro 應用程式匯入 2FA 權杖";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "將您的帳戶從 Authenticator Pro 匯出到未加密的文字文件，然後使用「選擇文字檔案」按鈕上傳。匯入成功後，請記得刪除該檔案。";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "選擇文字檔案";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "由於系統指紋設定變更，生物辨識登入已停用";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "從 LastPass 應用程式匯入 2FA 權杖";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "此 QR 碼可從 LastPass 匯入權杖";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "引導我";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "瀏覽服務";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "選擇與 2FAS 應用程式配對的服務";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "您想為您的服務提供 2FA 指南嗎？";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "立即申請";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "粉色";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "棕色";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "其他方法？";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "相機不可用。請在系統設定中檢查應用程式的存取權限。";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "系統設定";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "提供的文字過短（最少 %d 字元）";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "不建議";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "2FAS 指南";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "%@ 的 2FAS";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "通用 2FA 指南";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "儲存我的選擇";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "從 andOTP 應用程式匯入 2FA 權杖";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "此 JSON 檔案可從 andOTP 匯入權杖。";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "從 andOTP 匯入權杖";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "將您的帳戶從 andOTP 匯出到未加密的 JSON 檔案並使用「選擇 JSON 檔案」按鈕上傳。匯入成功後，請記得刪除該檔案。";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "下一步，系統會要求您選擇 Google Drive 帳戶，2FA 權杖將安全地儲存在該帳戶中。";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "我願意承擔風險，不會備份";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Google Drive 同步已成功開啟！";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "此應用程式版本不支援您要匯入的備份檔案。應用程式只支援 %d 以下的備份格式版本，而您要匯入的檔案是 %d 版本。";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "配對";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "安全同步和備份";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS 使用 iCloud 對您的 2FA 權杖進行安全備份和同步。 **加密**備份資料儲存在 iCloud 中，**只有 2FAS 應用程式**才能存取。此外，該功能還有助於在 iOS 裝置間**還原和同步**權杖。\n\n此功能預設為啟用，可隨時在套用的備份設定中停用。";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "了解有關備份的更多資訊";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "看起來您的 Google Drive 備份檔案受到密碼保護，如果您想刪除 Google Drive 備份檔案，請輸入正確的密碼解鎖。";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "按一下這裡以了解更多";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "偏好設定";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "重要提示";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "管理權杖";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "有了您的支持，我們才能開發新功能並不斷改進。謝謝您的支持！";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "從資源回收筒找回";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "很高興您加入 2FAS！🌟 請花一點時間在應用程式中發掘有用的秘訣與技巧 🛠️，以加強安全性 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "啟用 2FAS 備份與同步功能，確保即使遺失手機也不會被鎖住 - 只需輕輕一按，安心無憂！ 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "使用 2FAS 瀏覽器擴充套件加快登入速度！🚀立即下載，以獲得更快速、更方便的身份驗證。🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "感謝您對 2FAS 的支持！🌟 如果您覺得我們的應用程式對您有幫助，請考慮捐款幫助我們保護您在數位世界的安全。一分一毫都有幫助！🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "佔位符";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "不支援此尺寸";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "選擇要在小工具上顯示的服務。如果沒有可用的服務，請確保您已在應用程式「設定」部分啟用小工具。";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "服務圖示";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "2FAS 設定部分中未啟用小工具功能";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "2FAS 設定部分未啟用小工具功能，且應用程式中沒有可供選擇的服務";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "應用程式中沒有可供選擇的服務";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "選擇您想要在 2FAS 小工具上顯示的服務";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "我的安全帳戶";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "權杖";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "2FAS watchOS 應用程式是 2FAS iOS 應用程式的配套程式。它會顯示使用 iCloud 同步備份的服務。\n\n如要快速存取，請將它們加入「常用服務」。\n\n請記得捐款，讓我們能進一步改善 2FAS 平台！";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "暫不支援 HOTP 服務";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "常用服務";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "輸入新的 PIN 碼";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "重複輸入新的 PIN 碼";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "成功";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "請輸入 PIN 碼";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "權杖排序";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "2FAS Apple Watch 應用程式安裝";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "透過 Watch 應用程式安裝 2FAS 身分驗證器";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "開啟 Watch 應用程式";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "確保您的 iCloud 同步已啟用";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "前往 2FAS 備份設定";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "按住並選擇服務以啟動小工具…";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "展示您的 2FAS 權杖 60 秒";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "顯示 60 秒";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "顯示錯誤詳細資訊";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "服務 QR 碼";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "您的服務受到保護，請新增 PIN 碼或指紋鎖以檢視 QR 碼。";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "複製 URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud 已使用自訂密碼加密，請輸入密碼並啟用同步。";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud 使用系統金鑰加密，請確保您已啟用 iCloud 鑰匙圈。";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "已同步";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "檢查中…";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "同步已停用。";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "同步不可用：%@";

/* loco:680e9bf4d2b61006ba011602 */
"backup__watch_pairing_title" = "與 Apple Watch 配對";

/* loco:680e9c11788c298008092582 */
"backup__watch_pairing_description" = "您想將 Apple Watch 與您的 iCloud 備份配對嗎？請輸入裝置的名稱：";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "配對裝置";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "目前無法與手錶配對，請確保已啟用雲端備份並使用密碼同步。";

/* loco:680e9d47230daa0d0705de22 */
"backup__cloud_error_title" = "雲端備份錯誤";

/* loco:680e9d713f195bf32102ed04 */
"backup__cloud_error_missing_system_key_content" = "無法解密雲端備份，因為沒有系統金鑰。請檢查 iCloud 鑰匙圈同步是否已啟用且正常執行。";

/* loco:680e9d93cabaa9006b0cc553 */
"backup__cloud_error_mismatch_key_content" = "無法解密雲端備份，因為它使用系統金鑰加密，而您使用的是自訂密碼。您想更換嗎？";

/* loco:680e9da43f195bf32102ed07 */
"backup__cloud_error_new_version_content" = "無法與雲端備份同步，因為雲端備份已遷移至較新版本的應用程式。請更新應用程式以繼續使用雲端備份。";

/* loco:680e9de57ad8812ff30daaf3 */
"backup__enter_cloud_backup_password_title" = "輸入雲端備份密碼";

/* loco:680e9dfc3a58bfedfc0d89e2 */
"backup__enter_password_description" = "iCloud 備份透過您的密碼加密。輸入密碼以啟用同步。";

/* loco:680e9e2c7ad8812ff30daaf5 */
"backup__enter_password_failure" = "失敗！%@";

/* loco:680e9e41ccdb5506bc0940a2 */
"backup__enter_password_wrong_password" = "密碼錯誤！請再試一次。";

/* loco:680e9e8dee0af36e3907e012 */
"backup__migration_title" = "遷移雲端備份";

/* loco:680e9ea1d03fa6ded204f732 */
"backup__migration_subtitle" = "不要關閉此應用程式！";

/* loco:680e9eb9e9abb80f2b02a7e2 */
"backup__migration_description" = "您的備份已透過系統金鑰進行加密，此金鑰將與您使用 iCloud 鑰匙圈的應用程式共用，請確保該選項已啟用。如您想使用自己的密碼，可以在遷移後在雲端備份設定中進行設定。";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "成功！";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "加密類型";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "選擇加密類型";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "輸入密碼";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "變更密碼";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "密碼用於加密您的資料。如果您遺失了密碼，您將無法從雲端備份中復原資料。";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "變更加密類型";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "選擇系統或自訂密碼";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "管理已配對的 Apple Watch";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "透過此雲端備份，您可以新增、刪除或重新命名 Apple Watch。";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "重新命名手錶";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "輸入新裝置名稱";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "重新命名";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "管理手錶";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "清單為空白。請按一下「+」按鈕以配對手錶";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "雲端備份正在同步…";

/* loco:680ea17198b6446b28039d22 */
"backup__watch_pair_title" = "配對 Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
"backup__watch_pair_description" = "在 iPhone/iPad 上的 2FAS Auth 應用程式內前往 2FAS 備份設定，進入「管理已配對的 Apple Watch 」選項（如果備份已同步，此選項將可見）。從該畫面掃描QR碼。";

/* loco:680ea19321505b7534076712 */
"backup__watch_pair_qr_error" = "產生 QR 碼時發生錯誤";

/* loco:680ea4924900c6654a054f53 */
"backup__cloud_switch_system_key" = "切換至系統金鑰";

/* loco:680ea4a1a79ed234ad0e98b3 */
"backup__cloud_turn_backup_off" = "停用雲端備份";

/* loco:680ea7af1c206bae8b009f92 */
"commons__apply" = "套用";

/* loco:680ea961e19a3baf7c0c83c2 */
"backup__state" = "狀態：";

/* loco:680eabfb1f70320f3904adf2 */
"backup__check_password" = "檢查密碼";

/* loco:680eaff4511912ac1f0e75d2 */
"backup__missing_system_key" = "缺少系統金鑰";

/* loco:680eb087436695fb8f0953c2 */
"backup__system_key" = "系統金鑰";

/* loco:680eb09882b1ab56c90f1762 */
"backup__custom_password" = "自訂密碼";

/* loco:6873eb0af106373d9e018362 */
"commons__options_title" = "選項";

/* loco:6873eb9be7dc70fef00d7f92 */
"tokens__copy_secret" = "複製金鑰";

/* loco:6873ebbd1b2473862706f922 */
"tokens__copy_link" = "複製 OTP 驗證連結";

/* loco:68741a03c3bb3e491903b8d2 */
"notifications__link_copied" = "連結已複製";

/* loco:6876c01ce0de58da3a06b0d2 */
"tokens__qr_code_show" = "顯示服務 QR 碼";

/* loco:6876c02ebc0e6f3baf056792 */
"tokens__qr_code_share" = "分享服務 QR 碼";

/* loco:6886a445e812517cba04d142 */
"settings_open_twofass_appstore" = "安裝 2FAS Pass";

/* loco:6886a456646cb1ba5c0e0062 */
"settings_open_twofass" = "開啟 2FAS Pass";

/* loco:6886a4725a1d2718dc029c32 */
"settings_manage_passwords_title" = "管理密碼";

/* loco:688fcf1040d798ebc50e14d2 */
"quick_setup_drive_sync_title" = "儲存庫同步";

/* loco:688fcf2fff511af27f07f1f2 */
"quick_setup_drive_sync_description" = "使用 Google Drive 能安全地同步資料，以防裝置遺失或損壞。";

/* loco:6893c49f1be3c0a701069f72 */
"commons__file_creation_error" = "建立檔案失敗";

/* loco:6893c4c61be3c0a701069f74 */
"settings__export_pin_needed" = "您的金鑰已受到保護。請加入 PIN 碼或生物辨識鎖以匯出金鑰。";

/* loco:6893c4e3a8a1e5cb3d02aa22 */
"settings__export_title_tokens" = "匯出權杖";

/* loco:6893c4f5900905f2e2070122 */
"settings__export_title_qr_codes" = "匯出 QR 碼";

/* loco:6893c509a8a1e5cb3d02aa24 */
"settings__export_title_options" = "匯出選項";

/* loco:6893c5315491dc22bd09f382 */
"settings__export_options_save_file" = "儲存 OTPAuth 檔案";

/* loco:6893c540cceec550e9004e62 */
"settings__export_options_export_qr_codes" = "匯出 QR 碼";

/* loco:6893c55b1ec7e755710ba462 */
"settings__export_options_footer" = "請選擇您想要匯出權杖的方式：您可以將權杖複製至剪貼簿、儲存為 OTPAuth 檔案，或匯出為二維碼。";

/* loco:6893c77fcb7aa111d70f96f2 */
"settings__import_otpauth_title" = "OTPAuth 連結";

/* loco:6893c7c18f50b69f820db962 */
"settings__import_from_file" = "從檔案匯入";

/* loco:6893c9285d734c0c5f05cd82 */
"settings__import_from_text_file" = "從文字檔案匯入令牌";

/* loco:6893c9597189bde1e40d57b2 */
"settings__import_from_text_file_description" = "文字檔案應包括以「otpauth://」開頭的連結清單。";

/* loco:6893c99a07cbc41c9c0fdc74 */
"settings__import_contents_file" = "此檔案的內容將被匯入。";

/* loco:68ac4c1fbe12a1a919024782 */
"widget__open_app" = "開啟 2FAS Auth";

/* loco:68ac4c399e21d051aa002c12 */
"widget__open_app_description" = "快速存取 2FAS Auth";

/* loco:68b8825eb6d9bfe21604db82
 * Used on a tokens list in context menu to move service up on that list */
"tokens__move_up" = "向上移動";

/* loco:68b8826872fb8320f90e6ff2
 * Used on a tokens list in context menu to move service down on that list */
"tokens__move_down" = "向下移動";

/* loco:68cbd3b751b74bff890c1514 */
"settings__transfer" = "Transfer";

/* loco:68cbd3d735e7e585d40a3353 */
"transfer__import_section_title" = "Import from other apps";

/* loco:68cbd419bacc906fe20f8842 */
"transfer__export_section_title" = "Export to OTPAuth";

/* loco:68cbd63cb6669c4d9304c702 */
"transfer__export_otp_file" = "Save all Tokens in the OTPAuth file";

/* loco:68cbd64e978d6b30f10caae3 */
"transfer__export_otp_qr" = "Save all Tokens as QR codes";

/* loco:68cbd6841a4008d909004cc2 */
"exportwarning__title" = "Save all Tokens to file";

/* loco:68cbd69304a05b974c0860c2 */
"exportwarning__cta" = "Save to file";

/* loco:68cbd6a85da06ef8260b2e32 */
"exportwarning__description" = "You are about to export all of your 2FA Tokens, including their Secret Keys, into an unencrypted file. Anyone with access to this file can use it to take control of your accounts. Please keep it safe and delete it after use.";

/* loco:68cbd6bf20145315370eb562 */
"exportwarning__toggle" = "I understand the risk";

/* loco:68cbd835a18272e1330c7f03 */
"transfer__import_otpauth_file" = "General OTPAuth file";
